/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "SELAMAT DATANG";
"_intro_02_" = "Berdasarkan metode enkripsi AES-256, _brand_ bisa untuk menyimpan semua data privat Anda (doukumen, templat, foto, video, dll…) didalam awan Anda, aman dari 'mata mata'.";
"_intro_03_" = "KUNCI ENKRIPSI";
"_intro_04_" = "Untuk segera memulai _brand_ Anda akan diminta untuk membuat kunci enkripsi (minimal 4 karakter, maksimal 64 karakter). Kombinasinya akan dibutuhkan hanya sekali dan tidak bisa dimodifikasi. Apabila Anda lupa, Anda tidak akan bisa memulihkannya dan berkas Anda akan tetap terenkripsi. Apabila Anda memasang ulang _brand_ atau mengakses data Anda dari iPhone lain, gunakan kombinasi yang sama seperti kombinasi Anda yang pertama.";
"_intro_05_" = "LOG MASUK";
"_intro_06_" = "Setelah itu, Anda bisa memilih awan favorit Anda dari yang tersedia (Dropbox, ownCloud), dan buat akun Anda dengan memasukkan data yang diminta.";
"_intro_06_Nextcloud_" = "Setelahnya, Anda dapat membuat akun dengan memasukkan data yang diminta.";
"_intro_07_" = "_brand_";
"_intro_08_" = "Mulai sekarang, Anda dapat melihat semua berkas yang disimpan dalam awan Anda. Anda dapat mengganti nama, memindahkan, menghapus, mengirim berkas ke program lainnya yang kompatibel yang terpasang di iPhone Anda, dan banyak lainnya.";
"_intro_09_" = "FAVORIT & PENYIMPANAN LOKAL";
"_intro_10_" = "Anda dapat men-tag data yang sangat penting sebagai 'Favorit', jadi mereka akan disalin dan selalu disinkronisasi di iPhone Anda, dan bisa di akses secara luring. Sebaliknya, simpan berkas yang tidak akan disinkronisasi di dalam 'Penyimpanan lokal'. Di 'Penyimpanan lokal' berkas yang di kompres akan di dekompres, dimana Anda bisa mengaksesnya melalui iTunes.";
"_intro_11_" = "ENKRIPSI / DEKRIPSI";
"_intro_12_" = "Semua berkas bisa dienkripsi atau didekripsi. Nama folder berisi berkas bisa dienkripsi juga (untuk menyembunyikan petunjuk atas isinya).";
"_intro_13_" = "TAMBAH";
"_intro_14_" = "Seluruh dokumen, dari format standar maupun terenkripsi, bisa di unggah dari _brand_ ke awan Anda. Seluruh berkas dan folder terenkripsi akan ditandai warna jingga. Apabila mereka dalam mode pratinjau, mereka akan ditandai dengan 3 label bulatan jingga.";
"_intro_15_" = "TEMPLAT";
"_intro_16_" = "Templat untuk merekam data rahasia (catatan, kartu kredit, kartu ATM, rekening bank, kata sandi ke situs web, dll...) tersedia dan bisa disimpan di awan Anda dalam mode terenkripsi.";
"_intro_17_" = "KUNCI SANDI";
"_intro_18_" = "Untuk mencegah pengguna potensial lain iPhone Anda mengakses _brand_ Anda, Anda dapat mengaktifkan 'kunci sandi' langsung dari pengaturan. Kunci sandi bisa di modifikasi, dinonaktifkan, atau digunakan untuk melindungi akses ke folder individu.";
"_intro_19_" = "MULAI";
"_intro_20_" = "Bagus, Anda sekarang siap menggunakan _brand_. Kami mengingatkan Anda agar Anda dapat mencari informasi dan berita atau hubungi kami melalui situs web:\n\nhttp://cryptocloud.twsweb.it\n\nKunjungi kami!";
"_intro_20_Nextcloud_" = "Bagus, Anda sekarang siap menggunakan _brand_. Kami mengingatkan Anda agar Anda dapat mencari informasi dan berita atau hubungi kami melalui situs web:\n\nhttps://nextcloud.com\n\nKunjungi kami!";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Bagus ! Anda sekarang siap untuk menggunakan _brand_, ikuti kami di Twitter @Crypto_Cloud dan tunjukkan opini Anda dalam toko aplikasi, itu penting bagi kami.";
"_intro_END_02_Nextcloud_" = "Bagus ! Anda sekarang siap untuk menggunakan _brand_, ikuti kami di Twitter @Nextclouders dan tunjukkan opini Anda dalam toko aplikasi, itu penting bagi kami.";

// Intro 1.90

"_intro_190_00_"    = "Baru: Sinkronisasi folder\n\nAtur dalam 'Unggah otomatis dari kamera': Anda dapat memilih seandainya Anda ingin menggunakan layanan di background (bawaan MATI)\n\nMenu baru 'Bantuan dalam Pengaturan' untuk bantuan ulasan dan tutorial.";
"_intro_190_01_"    = "SINKRONISASI";
"_intro_190_02_"    = "Sekarang Anda bisa mengaktifkan sinkronisasi folder. Semua berkas dalam server bisa di unduh dan akan selalu diperbarui dan tersedia, sinkronisasi terjadi apabila foldernya akan diperbarui.";
"_intro_190_03_"    = "LANGKAH-LANGKAH";
"_intro_190_04_"    = "Gesek diatas folder untuk menyinkronkan, pilih 'Lainnya' dan pilih opsi : Tetapkan folder tersinkron. (Perhatian, apabila folder mengandung banyak berkas ini akan memakan waktu yang lama dan bandwidth yang banyak untuk sinkronisasi pertama !)";
"_intro_190_05_"    = "LENCANA";
"_intro_190_06_"    = "Folder Anda yang tersinkronisasi sekarang ada lencana yang mengidentifikasikannya.";
"_intro_190_07_"    = "PENGATURAN";
"_intro_190_08_"    = "Opsi baru telah ditambah dalam Pengaturan.";
"_intro_190_09_"    = "FOLDER SINKRONISASI";
"_intro_190_10_"    = "Disini Anda dapat mengaktifkan sinkronisasi 'hanya' apabila ada jaringan Wi-Fi; daftar sinkronisasi aktif juga diperinci.";
"_intro_190_11_"    = "HAPUS SINKRONISASI";
"_intro_190_12_"    = "Dengan tambahan ke menu 'Lain-lain' tersedia langsung dari folder, Anda dapat menghapus sinkronisasi. Sinkronisasi yang terhapus tidak menghapus berkas secara lokal.";

// Intro 1.91

"_intro_191_00_"    = "Opsi baru untuk membagikan berkas atau folder.";
"_intro_191_01_"    = "BAGIKAN";
"_intro_191_02_"    = "Now you can share a file or folder and remove the share. For ownCloud accounts you can protect sharing with password and assign expiration date.";
"_intro_191_03_"    = "LANGKAH-LANGKAH";
"_intro_191_04_"    = "Gesek di atas berkas atau folder, pilih 'Lainnya' dan pilih opsi : Bagikan. (Pembagian dinonaktifkan pada berkas atau folder yang terenkripsi)";
"_intro_191_05_"    = "PENGATURAN";
"_intro_191_06_"    = "Sebuah mask akan muncul dimana Anda bisa: aktifkan/nonaktifkan tautan pembagian, tekan 'Kirim tautan ke ...' untuk mengirim tautan: melalui email - salin - buka dengan program lain dll., dan untuk ownCloud lindungi dengan sandi atau atur tanggal kedaluwarsa. Anda bisa menonaktifkan/aktifkan atau menyetel opsi apapun.";
"_intro_191_07_"    = "LENCANA";
"_intro_191_08_"    = "Pembagiannya sekarang ada lencana terlihat di sebelah kanan.";

// Intro 1.94

"_intro_194_00_"    = "Menghubungkan ke iPhone atau iPad Anda melalui iTunes untuk pembagian berkas.\n\nSidik jari dan 6 angka untuk sandi.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "Hubungkan iPhone atau iPad Anda ke iTunes, pilih App - File sharing dan _brand_, Anda sekarang dapat menambah atau menyimpan berkas di Mac atau PC.";
"_intro_194_03_"    = "PENYIMPANAN LOKAL";
"_intro_194_04_"    = "'Penyimpanan lokal' adalah area dimana Anda bisa mengaktifkan pembagian dengan iTunes.";
"_intro_194_05_"    = "LAIN-LAIN";
"_intro_194_06_"    = "Semua berkas didalam 'Penyimpanan lokal' dapat di unggah ke awan Anda atau dibuka dengan aplikasi lainnya yang kompatibel.";
"_intro_194_07_"    = "SIDIK JARI";
"_intro_194_08_"    = "Kini Anda dapat menggunakan pembaca sidik jari (apabila perangkat Anda mempunyainya) untuk memasukkan sandi, sandi untuk versi muda sekarang ada 6 angka, masukkan kode \nbaru.";

// Intro 1.96

"_intro_196_00_"    = "Bagikan ekstensi";
"_intro_196_01_"    = "AKTIVASI";
"_intro_196_02_"    = "Di iPhone Anda buka Foto, pilih gambar atau video yang ingin di bagikan ke awan, tekan 'Aksi'";
"_intro_196_03_"    = "LAIN-LAIN";
"_intro_196_04_"    = "Semua program yang dimana Anda bisa bagikan akan muncul, jika _brand_ tidak muncul, tekan 'lainnya'";
"_intro_196_05_"    = "AKTIVITAS";
"_intro_196_06_"    = "Lihat _brand_, aktifkan dan tekan 'selesai'";
"_intro_196_07_"    = "BAGIKAN";
"_intro_196_08_"    = "Sekarang _brand_ tersedia diantara aplikasi yang bisa Anda gunakan untuk membagikan, tekan itu";
"_intro_196_09_"    = "FOLDER";
"_intro_196_10_"    = "Sekarang Anda siap untuk menyimpan gambar yang dibagikan, tekan bagian bawah folder: apabila Anda ingin mengganti tujuan folder";
"_intro_196_11_"    = "TERENKRIPSI ATAU TIDAK";
"_intro_196_12_"    = "Tekan simbol untuk mengganti disimpan dienkripsi atau tidak";
"_intro_196_13_"    = "SIMPAN";
"_intro_196_14_"    = "Pada akhirnya, tekan Simpan untuk mengirim semuanya ke awan, atau Batalkan untuk keluar, atau gesek berkas yang Anda ingin hapus karena itu tidak terkirim ke awan (berguna apabila Anda memilih beberapa berkas tetapi Anda tidak ingin mengirim semuanya)";
"_intro_196_15_"    = "HUBUNG-ULANG DENGAN DROPBOX";
"_intro_196_16_"    = "Pengembangan untuk ekstensi untuk pembagian telah mengganti kebijakan untuk Dropbox jadi harus melakukan log masuk ulang. Langsung masuk ke Pengaturan / Ganti kredensial Anda, pilih akun Dropbox Anda (apabila Anda punya tantangan untuk semuanya) dan tap modifikasi akun, lalu konfirmasi";
"_intro_196_17_"    = "KONEKSI SUMBERDAYA [OWNCLOUD SAJA]";
"_intro_196_18_"    = "Simbol ini menandakan bahwa sumberdaya dari akun lain, tekan untuk melihat izin Anda";
"_intro_196_19_"    = "GANTI IZIN [OWNCLOUD SAJA]";
"_intro_196_20_"    = "Untuk membagikan sumberdaya Anda dapat melakukan:\n\n1) Tekan untuk menghapus pengguna/grup\n\n2) Tekan untuk mengganti izin supaya didirikan";
"_intro_196_21_"    = "IZIN DAN INFORMASI [OWNCLOUD SAJA]";
"_intro_196_22_"    = "Here is the mask to change permissions. Below you will see some information";

// Intro 1.97

"_intro_197_00_"    = "Kemungkinan untuk menghapus berkas secara langsung di pratinjau\n\nSinkronisasi folder di background\n\nownCloud: Pratinjau berkas tersedia";
"_intro_197_01_"    = "Terjemahan";
"_intro_197_02_"    = "Terjadi permasalahan dalam penerjemahan di bahasa Anda?\n\nBantu kami dan tulis ke _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Pindah akun secara cepat";
"_intro_199_00_" = "Pindah akun secara cepat";
"_intro_199_02_" = "Sekarang Anda bisa mengganti akun secara cepat. Dari layar utama, tekan logo _brand_ dan pilih akun (tersedia saat tidak ada aktivitas)";

// Intro 2.00

"_intro_200_00_" = "Pusat Kontrol _brand_ : melihat dan mengelola pemindahan secara cepat";
"_intro_200_01_" = "Buka Pusat Kontrol _brand_";
"_intro_200_02_" = "Letakkan jari Anda dalam bar navigasi _brand_ (seperti dalam gambar)";
"_intro_200_03_" = "Buka SPusat Kontrol _brand_";
"_intro_200_04_" = "Usap jari Anda ke bagian bawah layar untuk memunculkan Pusat Kontrol _brand_";
"_intro_200_05_" = "Buka Pusat Kontrol _brand_";
"_intro_200_06_" = "Lanjutkan ke atas ke sebagian layar atau ke bawah, lalu lepaskan jari Anda";
"_intro_200_07_" = "Buka Pusat Kontrol _brand_";
"_intro_200_08_" = "Disini Anda bisa melihat apabila ada transfer yang sedang berjalan";
"_intro_200_09_" = "Tutup Pusat Kontrol _brand_";
"_intro_200_10_" = "Letakkan jari Anda di bagian akhir Pusat Kontrol _brand_ dan geser ke atas untuk menutupnya";

// Intro 2.10

"_intro_210_00_" = "Salin / tempel berkas";
"_intro_210_01_" = "Salin berkas";
"_intro_210_02_" = "Sekarang Anda bisa menyalin semua berkas, identifikasikan berkas yang akan disalin dan tekan yang panjang; apabila berkas sukses diunduh menu akan divisualisasikan seperti di gambar";
"_intro_210_03_" = "Tempel berkas";
"_intro_210_04_" = "Sekarang ganti folder atau akun dan lakukan tekan yang panjang untuk menempel berkas di mode terenkripsi atau mode biasa";
